Repository: pixelspark/sushitrain
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, it, nl, uk

source: The source code of this application is available under the Mozilla Public License 2.0.
de: Der Quellcode dieser Anwendung ist unter der Mozilla Public License 2.0 verfügbar.
es: El código fuente de esta aplicación está disponible bajo la Mozilla Public License 2.0.
it: Il codice sorgente di questa applicazione è disponibile sotto la Mozilla Public License 2.0.
nl: De broncode van deze app is beschikbaar onder de Mozilla Public License 2.0.
uk: Вихідний код цього додатка доступний за ліцензією Mozilla Public License 2.0.

source: The subdirectory to rescan (empty to rescan the whole folder)
de: Das Unterverzeichnis zum erneuten Scannen (leer lassen, um den gesamten Ordner erneut zu scannen)
es: El subdirectorio para volver a escanear (dejar vacío para volver a escanear toda la carpeta)
it: La sottodirectory da ri-scansionare (lascia vuoto per ri-scansionare l'intera cartella)
nl: De submap om opnieuw te scannen (leeg laten om de hele map opnieuw te scannen)
uk: Підкаталог для повторного сканування (залиште порожнім, щоб повторно сканувати всю папку)

source: The synchronization setting for symlinks cannot be changed.
de: Die Synchronisationseinstellung für Symlinks kann nicht geändert werden.
es: La configuración de sincronización para los enlaces simbólicos no se puede cambiar.
it: L'impostazione di sincronizzazione per i symlink non può essere modificata.
nl: De synchronisatie-instelling voor symlinks kan niet worden gewijzigd.
uk: Налаштування синхронізації для символічних посилань неможливо змінити.

source: The synchronization setting for this item cannot be changed, as the local copy is the only copy currently available.
de: Die Synchronisierungseinstellung für diesen Artikel kann nicht geändert werden, da die lokale Kopie derzeit die einzige verfügbare Kopie ist.
es: La configuración de sincronización para este elemento no se puede cambiar, ya que la copia local es la única copia disponible actualmente.
it: L'impostazione di sincronizzazione per questo elemento non può essere modificata, in quanto la copia locale è l'unica copia attualmente disponibile.
nl: De synchronisatie-instelling voor dit item kan niet worden gewijzigd, omdat de lokale kopie de enige beschikbare kopie is.
uk: Налаштування синхронізації для цього елемента не можна змінити, оскільки локальна копія є єдиною доступною копією.

source: The synchronization setting for this item cannot be changed, because it is inside a subdirectory that is configured to be kept on this device.
de: Die Synchronisierungseinstellung für dieses Element kann nicht geändert werden, da es sich in einem Unterverzeichnis befindet, das so konfiguriert ist, dass es auf diesem Gerät gespeichert bleibt.
es: La configuración de sincronización para este elemento no se puede cambiar, porque está dentro de un subdirectorio que está configurado para permanecer en este dispositivo.
it: L'impostazione di sincronizzazione per questo elemento non può essere modificata, perché si trova in una sottodirectory configurata per rimanere su questo dispositivo.
nl: De synchronisatie-instelling voor dit item kan niet worden gewijzigd, omdat het zich in een submap bevindt die is geconfigureerd om op dit apparaat te worden bewaard.
uk: Налаштування синхронізації для цього елемента не можна змінити, оскільки він знаходиться в підкаталозі, який налаштований на збереження на цьому пристрої.

source: The synchronization setting for this item could not be changed: %@.
de: Die Synchronisierungseinstellung für dieses Element konnte nicht geändert werden: %@.
es: No se pudo cambiar la configuración de sincronización para este elemento: %@.
it: Non è stato possibile modificare l'impostazione di sincronizzazione per questo elemento: %@.
nl: De synchronisatie-instelling voor dit item kon niet worden gewijzigd: %@.
uk: Налаштування синхронізації для цього елемента не вдалося змінити: %@.

source: There are currently no files in this folder.
de: In diesem Ordner befinden sich derzeit keine Dateien.
es: Actualmente no hay archivos en esta carpeta.
it: Attualmente non ci sono file in questa cartella.
nl: Er zijn geen bestanden in deze map.
uk: Зараз у цій папці немає файлів.

source: There are currently no other devices connected that have a full copy of this file.
de: Derzeit sind keine anderen Geräte verbunden, die eine vollständige Kopie dieser Datei haben.
es: Actualmente no hay otros dispositivos conectados que tengan una copia completa de este archivo.
it: Attualmente non ci sono altri dispositivi connessi che hanno una copia completa di questo file.
nl: Er zijn momenteel geen andere apparaten verbonden die een volledige kopie van dit bestand hebben.
uk: Наразі немає інших пристроїв, підключених із повною копією цього файлу.

source: There are currently no other devices connected, so it can't be established that this file is fully available on at least one other device.
de: Derzeit sind keine anderen Geräte verbunden, daher kann nicht festgestellt werden, dass diese Datei auf mindestens einem anderen Gerät vollständig verfügbar ist.
es: Actualmente no hay otros dispositivos conectados, por lo que no se puede establecer que este archivo esté completamente disponible en al menos otro dispositivo.
it: Attualmente non ci sono altri dispositivi connessi, quindi non è possibile stabilire che questo file sia completamente disponibile su almeno un altro dispositivo.
nl: Er zijn momenteel geen andere apparaten verbonden, dus het kan niet worden vastgesteld dat dit bestand volledig beschikbaar is op ten minste één ander apparaat.
uk: На даний момент немає інших підключених пристроїв, тому не може бути встановлено, що цей файл повністю доступний на принаймні одному іншому пристрої.

source: There is very little disk space available. Free up some space and try again.
de: Es steht nur sehr wenig Speicherplatz zur Verfügung. Schaffen Sie etwas Platz und versuchen Sie es erneut.
es: Hay muy poco espacio en disco disponible. Libera algo de espacio e inténtalo de nuevo.
it: C'è molto poco spazio su disco disponibile. Libera un po' di spazio e riprova.
nl: Er is zeer weinig schijfruimte beschikbaar. Maak wat ruimte vrij en probeer het opnieuw.
uk: Доступно дуже мало місця на диску. Звільніть трохи місця та спробуйте знову.

source: This app is powered by Syncthing. This app is however not associated with or endorsed by Syncthing nor its developers. Please do not expect support from the Syncthing developers. Instead, contact the maker of this app if you have questions.
de: Diese App wird von Syncthing unterstützt. Diese App ist jedoch weder mit Syncthing noch seinen Entwicklern verbunden oder von ihnen genehmigt. Bitte erwarten Sie keinen Support von den Syncthing-Entwicklern. Wenden Sie sich stattdessen an den Hersteller dieser App, wenn Sie Fragen haben.
es: Esta app funciona con Syncthing. Sin embargo, esta app no está asociada ni respaldada por Syncthing ni por sus desarrolladores. No espere apoyo de los desarrolladores de Syncthing. En su lugar, contacte al creador de esta app si tiene preguntas.
it: Questa app è alimentata da Syncthing. Questa app non è tuttavia associata né approvata da Syncthing né dai suoi sviluppatori. Non aspettatevi supporto dagli sviluppatori di Syncthing. In caso di domande, contattate il creatore di questa app.
nl: Deze app gebruikt Syncthing onder de motorkap. De app is echter niet geassocieerd met Syncthing of haar ontwikkelaars. Verwacht alsjeblieft geen ondersteuning van de Syncthing-ontwikkelaars. Heb je een vraag, neem contact op met de makers van deze app.
uk: Цей додаток працює завдяки Syncthing. Проте, цей додаток не є пов’язаним або підтримуваним Syncthing чи його розробниками. Будь ласка, не очікуйте підтримки від розробників Syncthing. Натомість звертайтесь до розробника цього додатку, якщо у вас є запитання.

source: This application incorporates Syncthing, which is open source software under the Mozilla Public License 2.0. Syncthing is a trademark of the Syncthing Foundation. This application is not associated with nor endorsed by the Syncthing foundation nor Syncthing contributors.
de: Diese Anwendung integriert Syncthing, eine Open-Source-Software unter der Mozilla Public License 2.0. Syncthing ist ein Warenzeichen der Syncthing Foundation. Diese Anwendung steht in keiner Verbindung zur Syncthing Foundation oder zu den Syncthing-Beitragenden und wird von ihnen nicht unterstützt.
es: Esta aplicación incorpora Syncthing, que es software de código abierto bajo la Mozilla Public License 2.0. Syncthing es una marca registrada de la Syncthing Foundation. Esta aplicación no está asociada ni respaldada por la fundación Syncthing ni por los colaboradores de Syncthing.
it: Questa applicazione incorpora Syncthing, software open source sotto la Mozilla Public License 2.0. Syncthing è un marchio registrato della Syncthing Foundation. Questa applicazione non è associata né approvata dalla Syncthing Foundation né dai contributori di Syncthing.
nl: Deze applicatie maakt gebruik van Syncthing, open source software gelicenseerd onder de Mozilla Public License 2.0. Syncthing is een handelsmerk van de Syncthing Foundation. Deze applicatie is niet geassocieerd met, noch wordt deze aangeraden door, de Syncthing Foundation, noch de bijdragers aan Syncthing.
uk: Цей додаток містить Syncthing, що є програмним забезпеченням з відкритим кодом під ліцензією Mozilla Public License 2.0. Syncthing є торговою маркою Syncthing Foundation. Цей додаток не пов'язаний і не схвалений Syncthing Foundation або учасниками проекту Syncthing.

source: This device
de: Dieses Gerät
es: Este dispositivo
it: Questo dispositivo
nl: Dit apparaat
uk: Цей пристрій

source: This device has a copy of all items
de: Dieses Gerät hat eine Kopie aller Elemente.
es: Este dispositivo tiene una copia de todos los elementos.
it: Questo dispositivo ha una copia di tutti gli elementi.
nl: Dit apparaat heeft een kopie van alle items.
uk: Цей пристрій має копію всіх елементів

# This device still needs %@ of %@
source: This device still needs %1$@ of %2$@
de: Dieses Gerät benötigt noch %@ von %@
es: Este dispositivo aún necesita %@ de %@
it: Questo dispositivo necessita ancora di %@ di %@
nl: Dit apparaat heeft nog %@ van %@ nodig
uk: Цьому пристрою все ще потрібно %@ з %@

# This device still needs %lld items out of %lld
source: This device still needs %1$lld items out of %2$lld
de: Dieses Gerät benötigt noch %lld Elemente von %lld.
es: Este dispositivo aún necesita %lld elementos de %lld.
it: Questo dispositivo deve ancora sincronizzare %lld elementi su %lld.
nl: Dit apparaat moet nog %lld items van de %lld synchroniseren.
uk: Цьому пристрою ще потрібно %lld елементів із %lld

source: This device will automatically add all devices that an introducer device is connected to.
de: Dieses Gerät fügt automatisch alle Geräte hinzu, mit denen ein Einführungsgerät verbunden ist.
es: Este dispositivo añadirá automáticamente todos los dispositivos a los que esté conectado un dispositivo introductor.
it: Questo dispositivo aggiungerà automaticamente tutti i dispositivi a cui è collegato un dispositivo introduttore.
nl: Dit apparaat voegt automatisch alle apparaten toe waarmee een introductie-apparaat verbinding heeft.
uk: Цей пристрій автоматично додасть усі пристрої, підключені до пристрою-інтроуктора.

source: This device's identifier
de: Die Gerätekennung
es: El identificador de este dispositivo
it: L'identificatore di questo dispositivo
nl: ID van dit apparaat
uk: Ідентифікатор цього пристрою

source: This file is fully available on
de: Diese Datei ist vollständig verfügbar auf
es: Este archivo está completamente disponible en
it: Questo file è completamente disponibile su
nl: Dit bestand is volledig beschikbaar op
uk: Цей файл повністю доступний на

source: This file is only available on this device.
de: Diese Datei ist nur auf diesem Gerät verfügbar.
es: Este archivo solo está disponible en este dispositivo.
it: Questo file è disponibile solo su questo dispositivo.
nl: Dit bestand is alleen beschikbaar op dit apparaat.
uk: Цей файл доступний лише на цьому пристрої.

source: This file it not fully available on any connected device
de: Diese Datei ist auf keinem verbundenen Gerät vollständig verfügbar.
es: Este archivo no está completamente disponible en ningún dispositivo conectado.
it: Questo file non è completamente disponibile su nessun dispositivo connesso.
nl: Dit bestand is op geen van de verbonden apparaten (volledig) aanwezig.
uk: Цей файл не повністю доступний на жодному з підключених пристроїв

source: This file was deleted.
de: Diese Datei wurde gelöscht.
es: Este archivo fue eliminado.
it: Questo file è stato eliminato.
nl: Dit bestand is verwijderd.
uk: Цей файл було видалено.

source: This folder has new files
de: Dieser Ordner hat neue Dateien
es: Esta carpeta tiene archivos nuevos
it: Questa cartella contiene nuovi file
nl: Deze map heeft nieuwe bestanden
uk: Ця папка містить нові файли

source: This folder is external to this app, and cannot be accessed anymore. To resolve this issue, unlink the folder and re-add it.
de: Dieser Ordner ist extern für diese App und kann nicht mehr darauf zugegriffen werden. Um dieses Problem zu beheben, trennen Sie den Ordner und fügen Sie ihn erneut hinzu.
es: Esta carpeta es externa a esta aplicación y ya no se puede acceder a ella. Para resolver este problema, desvincula la carpeta y añádela de nuevo.
it: Questa cartella è esterna all'app e non è più accessibile. Per risolvere questo problema, scollega la cartella e aggiungila nuovamente.
nl: Deze map is extern aan deze app en kan niet meer worden geopend. Om dit probleem op te lossen, ontlink de map en voeg deze opnieuw toe.
uk: Ця папка є зовнішньою для цього застосунку і більше не може бути доступна. Щоб вирішити цю проблему, відключіть папку та додайте її знову.

source: This folder is not in the default location, and may belong to another app.
de: Dieser Ordner befindet sich nicht am Standardort und könnte zu einer anderen App gehören.
es: Esta carpeta no se encuentra en la ubicación predeterminada y puede pertenecer a otra aplicación.
it: Questa cartella non si trova nella posizione predefinita e potrebbe appartenere a un'altra app.
nl: Deze map bevindt zich niet op de standaardlocatie en kan bij een andere app horen.
uk: Ця папка знаходиться не в стандартному місці і може належати до іншого додатка.

source: This folder was deleted.
de: Dieser Ordner wurde gelöscht.
es: Esta carpeta fue eliminada.
it: Questa cartella è stata eliminata.
nl: Deze map is verwijderd.
uk: Цю папку було видалено.

source: This folder was removed.
de: Dieser Ordner wurde entfernt.
es: Esta carpeta fue eliminada.
it: Questa cartella è stata rimossa.
nl: Deze map is verwijderd.
uk: Ця папка була видалена.

source: This is an advanced feature and should only be used if you know what you are doing.
de: Dies ist eine erweiterte Funktion und sollte nur verwendet werden, wenn Sie wissen, was Sie tun.
es: Esta es una función avanzada y solo debe usarse si sabes lo que estás haciendo.
it: Questa è una funzione avanzata e dovrebbe essere utilizzata solo se sai cosa stai facendo.
nl: Dit is een geavanceerde functie en moet alleen worden gebruikt als u weet wat u doet.
uk: Це розширена функція і її слід використовувати лише якщо ви знаєте, що робите.

source: This item is synchronized with this device because a parent folder is synchronized with this device.
de: Dieses Element wird mit diesem Gerät synchronisiert, weil ein übergeordneter Ordner mit diesem Gerät synchronisiert wird.
es: Este elemento se sincroniza con este dispositivo porque una carpeta superior está sincronizada con este dispositivo.
it: Questo elemento è sincronizzato con questo dispositivo perché una cartella padre è sincronizzata con questo dispositivo.
nl: Dit item wordt gesynchroniseerd met dit apparaat, omdat een bovenliggende map wordt gesynchroniseerd met dit apparaat.
uk: Цей елемент синхронізується з цим пристроєм, оскільки батьківська папка синхронізована з цим пристроєм.

source: This subdirectory and all its contents are fully available on
de: Dieses Unterverzeichnis und alle seine Inhalte sind vollständig verfügbar auf
es: Este subdirectorio y todo su contenido están completamente disponibles en
it: Questa sottodirectory e tutti i suoi contenuti sono completamente disponibili su
nl: Deze submap en al zijn inhoud is volledig beschikbaar op
uk: Цей підкаталог та весь його вміст повністю доступні на

source: This will remove all locally stored copies of files in this folder. Any files that are not also present on another device will be permanently lost and cannot be recovered. Are you sure yu want to continue?
de: Dadurch werden alle lokal gespeicherten Kopien von Dateien in diesem Ordner entfernt. Alle Dateien, die nicht auf einem anderen Gerät vorhanden sind, gehen dauerhaft verloren und können nicht wiederhergestellt werden. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esto eliminará todas las copias de archivos almacenadas localmente en esta carpeta. Cualquier archivo que no esté presente en otro dispositivo se perderá permanentemente y no podrá recuperarse. ¿Estás seguro de que deseas continuar?
it: Questo rimuoverà tutte le copie dei file memorizzate localmente in questa cartella. Qualsiasi file che non è presente anche su un altro dispositivo verrà perso in modo permanente e non potrà essere recuperato. Sei sicuro di voler continuare?
nl: Hiermee worden alle lokaal opgeslagen kopieën van bestanden in deze map verwijderd. Alle bestanden die niet op een ander apparaat aanwezig zijn, gaan permanent verloren en kunnen niet worden hersteld. Weet u zeker dat u wilt doorgaan?
uk: Це видалить усі локально збережені копії файлів у цій папці. Будь-які файли, які не зберігаются на іншому пристрої, будуть безповоротно втрачені і не можуть бути відновлені. Ви впевнені, що хочете продовжити?

source: This will remove all locally stored copies of files in this folder. Any files that are not also present on another device will not be removed. Are you sure yu want to continue?
de: Dadurch werden alle lokal gespeicherten Kopien von Dateien in diesem Ordner entfernt. Dateien, die nicht auch auf einem anderen Gerät vorhanden sind, werden nicht entfernt. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esto eliminará todas las copias de archivos almacenadas localmente en esta carpeta. Los archivos que no estén presentes en otro dispositivo no se eliminarán. ¿Está seguro de que desea continuar?
it: Questo rimuoverà tutte le copie di file memorizzate localmente in questa cartella. Gli eventuali file che non sono presenti anche su un altro dispositivo non verranno rimossi. Sei sicuro di voler continuare?
nl: Hiermee worden alle lokaal opgeslagen kopieën van bestanden in deze map verwijderd. Bestanden die niet ook op een ander apparaat aanwezig zijn, worden niet verwijderd. Weet u zeker dat u wilt doorgaan?
uk: Це видалить усі локально збережені копії файлів у цій теці. Файли, які не присутні на іншому пристрої, не будуть видалені. Ви впевнені, що хочете продовжити?

source: Time (seconds)
de: Zeit (Sekunden)
es: Tiempo (segundos)
it: Tempo (secondi)
nl: Tijd (seconden)
uk: Час (секунди)

source: To folder
de: In Ordner
es: A carpeta
it: Alla cartella
nl: Naar map
uk: До папки

source: To keep files on this device, navigate to a file and select 'keep on this device'. Selected files will appear here.
de: Um Dateien auf diesem Gerät zu behalten, navigieren Sie zu einer Datei und wählen Sie 'auf diesem Gerät behalten'. Ausgewählte Dateien werden hier angezeigt.
es: Para mantener archivos en este dispositivo, navegue a un archivo y seleccione 'mantener en este dispositivo'. Los archivos seleccionados aparecerán aquí.
it: Per mantenere i file su questo dispositivo, vai su un file e seleziona 'mantieni su questo dispositivo'. I file selezionati verranno visualizzati qui.
nl: Om bestanden op dit apparaat te houden, navigeer je naar een bestand en kies je 'houd op dit apparaat'. Geselecteerde bestanden zullen hier worden getoond.
uk: Щоб зберегти файли на цьому пристрої, перейдіть до файлу та виберіть 'залишити на цьому пристрої'. Вибрані файли з'являться тут.

source: To synchronize files, add a folder. Folders that have the same folder ID on multiple devices will be synchronized with eachother.
de: Um Dateien zu synchronisieren, fügen Sie einen Ordner hinzu. Ordner mit derselben Ordner-ID auf mehreren Geräten werden miteinander synchronisiert.
es: Para sincronizar archivos, añade una carpeta. Las carpetas que tengan el mismo ID de carpeta en varios dispositivos se sincronizarán entre sí.
it: Per sincronizzare i file, aggiungi una cartella. Le cartelle con lo stesso ID cartella su più dispositivi verranno sincronizzate tra loro.
nl: Om bestanden te synchroniseren voeg je een map toe. Mappen die dezelfde map-ID hebben op meerdere apparaten, worden met elkaar gesynchroniseerd.
uk: Щоб синхронізувати файли, додайте папку. Папки з однаковим ID папки на кількох пристроях будуть синхронізовані між собою.

source: To synchronize files, first add a remote device. Either select a device from the list below, or add manually using the device ID.
de: Um Dateien zu synchronisieren, füge zuerst ein externes Gerät hinzu. Wähle ein Gerät aus der untenstehenden Liste oder füge es manuell mit der Geräte-ID hinzu.
es: Para sincronizar archivos, primero agrega un dispositivo remoto. Selecciona un dispositivo de la lista a continuación o agrégalo manualmente usando el ID del dispositivo.
it: Per sincronizzare i file, aggiungi prima un dispositivo remoto. Seleziona un dispositivo dall'elenco sottostante o aggiungilo manualmente utilizzando l'ID dispositivo.
nl: Om bestanden te synchroniseren moet je een apparaat koppelen. Selecteer een apparaat hieronder of voeg deze handmatig toe met een apparaat-ID.
uk: Щоб синхронізувати файли, спочатку додайте віддалений пристрій. Або виберіть пристрій зі списку нижче, або додайте вручну, використовуючи ідентифікатор пристрою.

source: Total folder size
de: Gesamtordnergröße
es: Tamaño total de la carpeta
it: Dimensione totale cartella
nl: Totale mapgrootte
uk: Загальний розмір папки

source: Total number of files
de: Gesamtanzahl der Dateien
es: Número total de archivos
it: Numero totale di file
nl: Totaal aantal bestanden
uk: Загальна кількість файлів

source: Trusted
de: Vertrauenswürdig
es: Confiable
it: Fidato
nl: Vertrouwd
uk: Довірений

source: Unavailable
de: Nicht verfügbar
es: No disponible
it: Non disponibile
nl: Niet beschikbaar
uk: Недоступно

source: Unencrypted
de: Unverschlüsselt
es: Sin cifrar
it: Non crittografato
nl: Onversleuteld
uk: Незашифрований

source: Unencrypted sharing links
de: Unverschlüsselte Freigabelinks
es: Enlaces de compartición sin cifrar
it: Link di condivisione non crittografati
nl: Onversleutelde deelkoppelingen
uk: Некодовані посилання для спільного доступу

source: Unknown state
de: Unbekannter Status
es: Estado desconocido
it: Stato sconosciuto
nl: Onbekende status
uk: Невідомий стан

source: Unlink device
de: Gerät entkoppeln
es: Desvincular dispositivo
it: Scollega dispositivo
nl: Ontkoppel apparaat
uk: Від'єднати пристрій

source: Unlink devices
de: Geräte entkoppeln
es: Desvincular dispositivos
it: Scollega dispositivi
nl: Ontkoppel apparaten
uk: Від'єднати пристрої

source: Unlink folder
de: Ordner trennen
es: Desvincular carpeta
it: Scollega cartella
nl: Koppel map los
uk: Відключити папку

source: Unlink the folder
de: Ordner trennen
es: Desvincular la carpeta
it: Scollega la cartella
nl: Koppel de map los
uk: Від'єднати папку

source: Unsynchronized empty subdirectories removed
de: Unsynchronisierte leere Unterverzeichnisse entfernt
es: Subdirectorios vacíos no sincronizados eliminados
it: Sottodirectory vuote non sincronizzate rimosse
nl: Niet-gesynchroniseerde lege submappen verwijderd
uk: Видалено несинхронізовані порожні підкаталоги
